const marine_animals = [
  'ม้าน้ำ', 'ปลานีโม่', 'ปลาหมึก', 'วาฬ', 'ปลาดุก', 'โลมา', 'ปลาทอง', 'ปลาแซลมอน', 'ปลาทู', 'ปลากะพง',
  'ปลาฉลาม', 'ปลากระเบน', 'ปลาการ์ตูน', 'กุ้ง', 'กุ้งมังกร', 'ปู', 'หอยนางรม', 'ปลาดาว', 'แมงกะพรุน', 'เต่าทะเล'
];

const land_animals = [
  'สิงโต', 'วัว', 'ควาย', 'หมู', 'หมา', 'กระต่าย', 'แมว', 'ช้าง', 'เสือ', 'หมี',
  'กวาง', 'ม้า', 'แกะ', 'แพะ', 'นก', 'หนู', 'ยีราฟ', 'ลิง', 'สุนัขจิ้งจอก', 'หมาป่า'
];

const items = [
  'กระดาษ', 'AirPods', 'รีโมททีวี', 'แว่นตา', 'ปากกา', 'ดินสอ', 'โทรศัพท์', 'สมาร์ทโฟน', 'แล็ปท็อป', 'คอมพิวเตอร์',
  'ทีวี', 'นาฬิกา', 'กระเป๋า', 'รองเท้า', 'เสื้อผ้า', 'หมวก', 'ตู้เย็น', 'โต๊ะ', 'เก้าอี้', 'ไฟฉาย'
];

const others = [
  'เกลือ', 'น้ำ', 'น้ำแข็ง', 'ไฟ', 'ต้นไม้', 'ดอกไม้', 'ทอง', 'เงิน', 'หิน', 'พริกไทย',
  'น้ำตาล', 'กาแฟ', 'ชา', 'ข้าว', 'ผัก', 'ผลไม้', 'เนื้อ', 'ไข่', 'ขนม', 'ลม'
];

export { marine_animals, land_animals, items, others };
